Repository: EclipseGc/openatrium
Catalog: translations/*.po
Languages: et, id, sw

source: actions
sw: vitendo

source: @site is currently under maintenance. We should be back shortly. Thank you for your patience.
sw: @site inarekebishwa sasa. Tunatarajia kurudi sasa hivi. Asante kwa kuvumilia.

source: error
sw: kosa

source: warning
sw: onyo

source: The directory %directory does not exist.
et: Kataloogi %directory ei ole olemas.
id: Direktori %directory tidak ada.
sw: Hakuna saraka %directory.

source: file system
sw: Vipimo vya mfumo wa mafaili

source: security
sw: uthabiti

source: Password
sw: Nywila

source: An illegal choice has been detected. Please contact the site administrator.
et: Tuvastati ebakorrektne valik. Palume võtta ühendust saidi administraatoriga.
id: Pilihan yang tidak legal telah terdeteksi. Harap hubungi administrator situs.
sw: Chaguo haramu limegunduliwa. Tafadhali wasiliana na msimamizi wa tovuti.

source: Processing
et: Töötlen
id: Sedang memproses
sw: Uchakataji

source: form
sw: fomu

source: Illegal choice %choice in %name element.
sw: Chaguo haramu %choice katika sehemu %name.

source: Save configuration
sw: Hifadhi usanidi

source: edit
sw: hariri

source: delete
sw: futa

source: Enabled
et: Lubatud
id: Di-aktif-kan
sw: Wezeshwa

source: Default
sw: Chaguo-msingi

source: Weight
sw: Uzito

source: Operations
sw: Vitendo

source: Add language
sw: Ongeza lugha

source: Delete
sw: Futa

source: Cancel
sw: Ghairi

source: Save settings
sw: Hifadhi vipimo

source: Language
sw: Lugha

source: n/a
sw: haihusiki

source: Search
sw: Tafuta

source: All languages
sw: Lugha zote

source: Import
sw: Leta

source: Export
sw: Hamisha

source: Languages
sw: Lugha

source: locale
sw: kieneo

source: mail
sw: barua pepe

source: Home
sw: Nyumbani

source: Go to previous page
sw: Nenda ukurasa uliotangulia

source: Go to next page
sw: Nenda ukurasa ujao

source: new
sw: mpya

source: View user profile.
sw: Tazama ukurasa wa mtumiaji

source: Anonymous
sw: Bila jina

source: Title
sw: Kichwa

source: @time ago
sw: @time kabla

source: never
sw: asilani

source: URL
sw: kisara

source: Save
sw: Hifadhi

source: view
sw: tazama

source: This action cannot be undone.
sw: Huwezi kutengua kitendo hiki.

source: none
sw: hakuna

source: Allowed HTML tags
sw: Vibandiko vya HTML vinavyokubaliwa

source: Description
sw: Maelezo

source: read more
sw: soma zaidi

source: Add category
sw: Ongeza jamii

source: List
sw: Orodha

source: Settings
sw: Vipimo

source: RSS feed
sw: Tawanyiko la RSS

source: View
sw: Tazama

source: Configure
sw: Sanidi

source: Aggregator
sw: Kusanyiko

source: Aggregates syndicated content (RSS, RDF, and Atom feeds).
sw: Jumlisha viwekwo vilivyosambazwa (matawanyiko ya RSS, RDF, na Atom).

source: Core - optional
sw: Kiini - cha hiari

source: Block
sw: Pande

source: Throttle
sw: Mwendo

source: configure
sw: sanidi

source: Disabled
id: Di-non-aktif-kan
sw: Kipengele kililemazwa

source: Controls the boxes that are displayed around the main content.
sw: Dhibiti miraba inayozungusha viwekwo vikuu.

source: Core - required
sw: Kiini - cha lazima

source: Blog
sw: Blogu

source: Enables keeping easily and regularly updated user web pages or blogs.
sw: Wezesha watumiaji kudumisha na kusasisha kurasa au blogu zao kwa urahisi.

source: content
sw: viwekwo

source: Blog API
sw: API ya Blogu

source: Allows users to post content using applications that support XML-RPC blog APIs.
sw: Wezesha watumiaji kuweka viwekwo wakitumia programu-tumizi zenye API za blogu za aina XML-RPC.

source: Book
sw: Kitabu

source: Parent
sw: Mzazi

source: Parent item
sw: Mzazi

source: Allows users to structure site pages in a hierarchy or outline.
sw: Wezesha watumiaji kupanga kurasa za tovuti katika matabaka au muhtasari.

source: Preview
sw: Hakikisha

source: Reset to defaults
sw: Anza upya kwenye machaguo-msingi

source: Color
sw: Rangi

source: Allows the user to change the color scheme of certain themes.
sw: Wezesha mtumiaji kubadilisha rangi za mandhari fulani.

source: Update options
sw: Sasisha machaguo

source: Update
sw: Sasisha

source: Subject
sw: Kuhusu

source: Author
sw: Mwandishi

source: Time
sw: Saa

source: The update has been performed.
sw: Imesasishwa.

source: Optional
sw: Ya hiari

source: Required
sw: Lazima

source: You have to specify a valid date.
sw: Lazima useme tarehe sahihi.

source: Authored by
sw: Mwandishi ni

source: E-mail
sw: Barua pepe

source: The content of this field is kept private and will not be shown publicly.
sw: Kiwekwo cha uga huu kinabakishwa binafsi na hakitaonyeshwa hadharani.

source: Authored on
sw: Muda wa kuandikwa

source: Status
sw: Hali

source: Published
sw: Chapishwa

source: Not published
sw: Haijachapishwa

source: Your name
sw: Jina lako

source: Comment
sw: Maoni

source: Error saving user account.
sw: Hitilafu kuhifadhi akaunti ya mtumiaji.

source: Date - newest first
sw: Tarehe - mpya kwanza

source: Date - oldest first
sw: Tarehe - zamani kwanza

source: Keywords
sw: Maneno makuu

source: action
sw: kitendo

source: 1 comment
sw: maoni 1

source: Comments
sw: Maoni

source: Allows users to comment on and discuss published content.
sw: Wezesha watumiaji kujadiliana na kutoa maoni kuhusu viwekwo vilivyochapishwa.

source: Yes
sw: Ndiyo

source: No
sw: Hapana

source: Category
sw: Jamii

source: Selected
sw: Kuchaguliwa

source: You must enter a category.
sw: Lazima uingize jamii.

source: - Please choose -
sw: - Chagua -

source: Message
sw: Ujumbe

source: Send e-mail
sw: Tuma barua pepe

source: Contact
sw: Wasiliana

source: Enables the use of both personal and site-wide contact forms.
sw: Wezesha fomu za mawasiliano za binafsi na za tovuti nzima.

source: Type
sw: Aina

source: Date
sw: Tarehe

source: User
sw: Mtumiaji

source: Referrer
sw: Aliyetaja

source: Hostname
sw: Jina la tarakilishi-hudumu

source: Filter
sw: Kichujio

source: Reset
sw: Anza upya

source: Database logging
sw: Kumbukumbu za hifadhidata

source: Details
sw: Undani

source: Logs and records system events to the database.
sw: Tunza kumbukumbu na andika matokeo ya mfumo katika hifadhidata.

source: Name
sw: Jina

source: Roles
sw: Majukumu

source: Header
sw: Kichwa

source: Edit
sw: Hariri

source: Handles the filtering of content in preparation for display.
sw: Chuja viwekwo kabla ya kuvionyesha.

source: Forum
sw: Baraza

source: root
sw: mzizi

source: Replies
sw: Majibu

source: 1 new
sw: 1 mpya

source: Primary Key: The {node}.vid of the node.
sw: Ufunguo wa Msingi: {node}.vid ya kitendo.

source: Enables threaded discussions about general topics.
sw: Wezesha mazungumzo katika minyororo kuhusu mada ya jumla.

source: Help
sw: Msaada

source: Manages the display of online help.
sw: Simamia maonyesho ya msaada mkondoni.

source: Language neutral
sw: Lugha haidhuru

source: Confirm
sw: Hakikisha

source: Thursday
sw: Alhamisi

source: Friday
sw: Ijumaa

source: Saturday
sw: Jumamosi

source: Sunday
sw: Jumapili

source: Monday
sw: Jumatatu

source: Tuesday
sw: Jumanne

source: Wednesday
sw: Jumatano

source: Locale
sw: Kieneo

source: Adds language handling functionality and enables the translation of the user interface to languages other than English.
sw: Ongeza uwezekano wa kusimamia lugha na wezesha tafsiri ya kusano ya watumiaji katika kwa lugha mbalimbali.

source: Path
sw: Njia

source: The menu system stores system paths only, but will use the URL alias for display. %link_path has been stored as %normal_path
sw: Mfumo wa menyu unahifadhi njia za mfumo tu, lakini utaonyesha lakabu la kisara. %link_path imehifadhiwa kama %normal_path

source: The path '@link_path' is either invalid or you do not have access to it.
sw: Njia '@link_path' aidha ni batilifu au wewe huruhusiwi kuiona.

source: menu
sw: menyu

source: Navigation
et: Navigatsioon
id: Navigasi
sw: Urambazaji

source: Primary links
et: Ülemviited
id: Link primer
sw: Viungo vya misingi

source: Secondary links
et: Alamviited
id: Link sekunder
sw: Viungo vya upili

source: Menu
sw: Menyu

source: Allows administrators to customize the site navigation menu.
sw: Wezesha wasimamizi kugeuza menyu ya ubaharia wa tovuti.

source: Body
sw: Mwili

source: Identification
sw: Kitambulisho

source: Unlimited
sw: Bila mpaka

source: status
sw: hali

source: Refine
sw: Chuja

source: Undo
sw: Rudia

source: and
sw: na

source: where
sw: wakati

source: is
sw: ni

source: No posts available.
sw: Hakuna fungu linalopatikana.

source: Delete all
sw: Futa zote

source: Content
sw: Viwekwo

source: Username
et: Kasutajanimi
id: Nama Pengguna
sw: Jina la mtumiaji

source: Content types
sw: Aina za viwekwo

source: Node
sw: Kitengo

source: Allows content to be submitted to the site and displayed on pages.
sw: Wezesha viwekwo kuwasilishwa kwenye tovuti na kuonyeshwa katika kurasa.

source: OpenID
sw: OpenID (Kitambulisho Wazi)

source: Only site administrators can create new user accounts.
sw: Wasimamizi wa tovuti peke yao waweza kuanzisha akaunti mpya za watumiaji.

source: Allows users to log into your site using OpenID.
sw: Wezesha watumiaji kuingia tovuti yako wakitumia OpenID (Kitambulisho Wazi)

source: System
sw: Mfumo

source: Allows users to rename URLs.
sw: Wezesha watumiaji kubadilisha visara.

source: PHP filter
sw: Kichujio cha PHP

source: Allows embedded PHP code/snippets to be evaluated.
sw: Wezesha msimbo/ madondoo ya PHP ndani ya kurasa kutathminiwa.

source: Ping
sw: Babata

source: Alerts other sites when your site has been updated.
sw: Taarafia tovuti nyingine ukisasisha tovuti yako.

source: Visitor
sw: Mgeni

source: Poll
sw: Kura

source: Active
sw: Hai

source: Allows your site to capture votes on different topics in the form of multiple choice questions.
sw: Wezesha kura (maswali yenye machaguo mengi) kuhusu mambo mbalimbali katika tovuti yako.

source: Profile
sw: Wasifu

source: Supports configurable user profiles.
sw: Wezesha uhariri wa wasifu wa watumiaji.

source: Enables site-wide keyword searching.
sw: Wezesha utafutaji wa maneno makuu katika tovuti nzima.

source: Track
sw: Fuatilia

source: Statistics
sw: Takwimu

source: Logs access statistics for your site.
sw: Tunza kumbukumbu za takwimu kwa tovuti yako.

source: Syslog
sw: Kumbukumbu ya mfumo

source: Logs and records system events to syslog.
sw: Tunza na andika matokeo katika kumbukumbu ya mfumo.

source: E-mail address
id: Alamat email
sw: Anwani ya barua pepe

source: Medium
sw: Chombo

source: user
sw: mtumiaji

source: Themes
sw: Mandhari

source: Modules
sw: Vijenzi

source: Left sidebar
sw: Mwamba pembe kushoto

source: Right sidebar
sw: Mwamba pembe kulia

source: Up to date
et: Korras
id: Terkini
sw: Ya kisasa

source: Out of date
et: Vananenud
id: Kedaluarsa
sw: Ya zamani

source: Handles general site configuration for administrators.
sw: Mpangilio wa tovuti kwa wasimamizi.

source: Taxonomy
sw: Taksonomia

source: Enables the categorization of content.
sw: Wezesha uainishaji wa viwekwo.

source: 1 user
sw: mtumiaji 1

source: Handles the auto-throttling mechanism, to control site congestion.
sw: Dhibiti kujiendesha mwendo, kuzuia mbanano wa tovuti.

source: Tracker
sw: Kifuatilio

source: Enables tracking of recent posts for users.
sw: Wezesha watumiaji kufuatilia mafungu ya hivi karibuni.

source: Content translation
sw: Tafsiri za viwekwo

source: Allows content to be translated into different languages.
sw: Wezesha viwekwo kutafsiriwa katika lugha mbalimbali.

source: Users
sw: Watumiaji

source: Trigger
sw: Sababisha

source: Enables actions to be fired on certain system events, such as when new content is created.
sw: Wezesha vitendo kusababishwa na matokeo fulani ya mfumo, k.m. kiwekwo kipya kikiandikwa.

source: Update status
sw: Sasisha hali

source: Checks the status of available updates for Drupal and your installed modules and themes.
sw: Tafuta kama kuna toleo jipya ya Drupal au vijenzi vyako ama mandhari yako.

source: Upload
sw: Paka

source: Allows users to upload and attach files to content.
sw: Wezesha watumiaji kupakia na kubandika mafaili kwenye viwekwo.

source: Manages the user registration and login system.
sw: Simamia mfumo kwa watumiaji kujisajilisha na kuingia tovuti.

source: Bluemarine
sw: Buluu ya bahari

source: Table-based multi-column theme with a marine and ash color scheme.
sw: Mandhari yanoyotumia majedwali na safu nyingi, yenye rangi za bahari na majivu.

source: Chameleon
sw: Kinyonga

source: Minimalist tabled theme with light colors.
sw: Mandhari ya mfuto yenye rangi nyeupe.

source: Boxy tabled theme in all grays.
sw: Mandhari yenye miraba na majedwali, rangi za kijivu tu.

source: Garland
sw: Shada

source: Tableless, recolorable, multi-column, fluid width theme (default).
sw: Mandhari yenye safu nyingi, rangi na upana za kugeuka, bila majedwali (chaguo-msingi)

source: Blue Lagoon (Default)
sw: Wangwa wa Buluu (chaguo-msingi)

source: Ash
sw: Majivu

source: Aquamarine
sw: Baharini

source: Belgian Chocolate
sw: Chokoleti

source: Citrus Blast
sw: Machungwa Mengi

source: Cold Day
sw: Siku Baridi

source: Greenbeam
sw: Boriti ya Kijani

source: Mediterrano
sw: Mediterania

source: Mercury
sw: Utaridi

source: Nocturnal
sw: Usiku

source: Pink Plastic
sw: Plastiki Waridi

source: Shiny Tomato
sw: Nyanya ya Kung'aa

source: Teal Top
sw: Kichwa cha Bata

source: Tableless, recolorable, multi-column, fixed width theme.
sw: Mandhari yenye safu nyingi, rangi za kugeuka, bila majedwali, upana usiobadilika.

source: Pushbutton
sw: Kinundu

source: Tabled, multi-column theme in blue and orange tones.
sw: Mandhari yenye majedwali na safu nyingi, rangi za machungwa na buluu.

source: Requirements problem
et: Probleem nõuetega
id: Masalah persyaratan

source: Database configuration
et: Andmebaasi seaded
id: Konfigurasi basisdata

source: Your web server does not appear to support any common database types. Check with your hosting provider to see if they offer any databases that <a href="@drupal-databases">Drupal supports</a>.
et: Paistab, et teie veebiserver ei toeta ühtegi levinud andmebaasi. Uurige oma teenusepakkujalt, kas nad pakuvad <a href="@drupal-databases">Drupaliga ühilduvaid</a> andmebaase.
id: Server web Anda tampaknya tidak mendukung satupun jenis basisdata yang umum digunakan. Periksa fasilitas penyedia layanan hosting apakah mereka mendukung salah satu basisdata <a href="@drupal-databases"> yang Drupal dukung</a>.

source: Basic options
et: Põhiseaded
id: Opsi dasar

source: To set up your @drupal database, enter the following information.
et: @drupal andmebaasi seadistamiseks sisesta järgnev info.
id: Untuk menyiapkan basisdata @drupal anda, masukkan informasi berikut.

source: Database type
et: Andmebaasi tüüp
id: Jenis basisdata

source: The type of database your @drupal data will be stored in.
id: Jenis basisdata dari data @drupal anda yang akan digunakan untuk menyimpan.

source: The name of the database your @drupal data will be stored in. It must exist on your server before @drupal can be installed.
id: Nama basisdata dari data @drupal anda yang akan digunakan untuk menyimpan. Nama basisdata tersebut sudah harus ada pada server anda sebelum @drupal dapat diinstall

source: The name of the %db_type database your @drupal data will be stored in. It must exist on your server before @drupal can be installed.
id: Nama dari basisdata %db_type data @drupal anda yang akan digunakan untuk menyimpan. Nama tersebut harus tersedia pada server sebelum @drupal dapat diinstal.

source: Database name
et: Andmebaasi nimi
id: Nama basisdata

source: Database username
et: Andmebaasi kasutajanimi
id: Nama pengguna (username) basisdata

source: Database password
et: Andmebaasi salasõna
id: Kata sandi (password) basisdata

source: Advanced options
et: Täpsemad valikud
id: Opsi tingkat lanjut

source: These options are only necessary for some sites. If you're not sure what you should enter here, leave the default settings or check with your hosting provider.
et: Need valikud ei ole mõeldud kõikidele. Kui te ei tea mida siia sisestada, jätke algseaded alles või uurige oma teenusepakkujalt.
id: Opsi ini hanya diperlukan untuk beberapa situs. Jika tidak yakin akan apa yang harus dimasukkan, tinggalkan pengaturan default atau periksa penyedia layanan hosting.

source: Database host
et: Andmebaasi host
id: Host basisdata

source: If your database is located on a different server, change this.
et: Muutke seda, kui teie andmebaas on teises serveris.
id: Ganti, jika basisdate berada pada server yang berbeda.

source: Database port
et: Andmebaasi port
id: Port basisdate

source: If your database server is listening to a non-standard port, enter its number.
et: Kui teie andmebaasi server kasutab mittestandardset porti, sisestage selle number.
id: Jika server basisdata anda berhubungan dengan port tidak baku, masukkan angka port-nya.

source: Table prefix
et: Tabeli prefiks
id: Awalan tabel

source: If more than one application will be sharing this database, enter a table prefix such as %prefix for your @drupal site here.
et: Kui seda andmebaasi kasutab rohkem kui üks rakendus, sisestage oma @drupal lehele eesliide, nagu %prefix.
id: Jika lebih dari satu aplikasi yang mengunakan basisdata ini bersama-sama, masukkan disini awalan tabel seperti %prefix untuk situs @drupal anda.

source: Save and continue
et: Salvesta ja jätka
id: Simpan dan lanjutkan

source: The database table prefix you have entered, %db_prefix, is invalid. The table prefix can only contain alphanumeric characters, periods, or underscores.
et: Teie sisestatud andmebaasi eesliide %db_prefix on ebakorrektne. Eesliites on lubatud vaid tärgid, punktid ja alljooned.
id: Awalan tabel basisdata yang dimasukkan, %db_prefix tidak valid. Awalan tabel harus berisi karakter alfanumerik, titik atau garis bawah.

source: Database port must be a number.
et: Andebaasi port peab olema number.
id: Port basisdata harus berisi angka.

source: In your %settings_file file you have configured @drupal to use a %db_type server, however your PHP installation currently does not support this database type.
id: Dalam berkas %settings_file anda telah mengkonfigurasi @drupal untuk menggunakan server %db_type , tetapi instalasi PHP anda tidak mendukung tipe basisdata ini.

source: In order for Drupal to work, and to continue with the installation process, you must resolve all permission issues reported above. We were able to verify that we have permission for the following commands: %commands. For more help with configuring your database server, see the <a href="http://drupal.org/node/258">Installation and upgrading handbook</a>. If you are unsure what any of this means you should probably contact your hosting provider.
id: Untuk membuat Drupal bekerja, dan melanjutkan proses instalasi, maka semua masalah perijinan yang tertulis di atas harus diselesaikan. Verifikasi perijinan dapat dilakukan untuk perintah berikut: %commands. Untuk bantuan dalam konfigurasi server basisdata, lihat <a href="http://drupal.org/node/258">Buku pegangan Installation dan Pembaharuan</a>. Jika tidak yakin akan apa yang terjadi, maka sebaiknya menghubungi penyediaan layanan hosting.

source: Select an installation profile
id: Pilih profil instalasi

source: Choose language
et: Vali keel
id: Pilih bahasa

source: With the addition of an appropriate translation package, this installer is capable of proceeding in another language of your choice. To install and use Drupal in a language other than English:
id: Dengan tambahan paket penerjemahan yang sesuai, alat peng-instal ini akan mampu melanjutkan dengan bahasa yang dipilih. Untuk instalasi dan menggunakan Drupal dalam bahasa selain bahasa Inggris.

source: Determine if <a href="@translations" target="_blank">a translation of this Drupal version</a> is available in your language of choice. A translation is provided via a translation package; each translation package enables the display of a specific version of Drupal in a specific language. Not all languages are available for every version of Drupal.
id: Tentukan jika <a href="@translations" target="_blank"> sebuah terjemahan versi Drupal ini</a> tersedia dalam bahasa yang dipilih. Sebuah terjemahan tersedia dalam paket terjemahan; setiap paket terjemahan mengaktifkan versi Drupal dengan bahasa yang khusus. Tidak semua bahasa tersedia untuk setiap versi Drupal.

source: If an alternative translation package of your choice is available, download and extract its contents to your Drupal root directory.
id: Jika sebuah paket terjemahan yang dipilih tersedia, unduh dan ekstrak isinya pada direktori root dari Drupal.

source: Return to choose language using the second link below and select your desired language from the displayed list. Reloading the page allows the list to automatically adjust to the presence of new translation packages.
id: Kembali kepada pilihan bahasa menggunakan link kedua di bawah dan pilih bahasa yang diinginkan dari daftar yang ada. Muat ulang(reload) halaman untuk secara otomatis menyesuaikan daftar dengan keberadaan paket terjemahan yang baru.

source: Alternatively, to install and use Drupal in English, or to defer the selection of an alternative language until after installation, select the first link below.
id: Sebagai alternatif, untuk meng-instal dan menggunakan Drupal dalam bahasa Inggris, atau untuk membedakan pemilihan dari bahasa alternatif hingga setelah instalasi, pilih link pertama di bawah.

source: How should the installation continue?
et: Kuidas paigaldust jätkata?
id: Bagaimana instalasi harus dilanjutkan?

source: Continue installation in English
et: Jätka paigaldust inglise keeles
id: Lanjutkan instalasi dalam bahasa Inggris

source: Return to choose a language
id: Kembali kepada pemilihan bahasa

source: Install Drupal in English
et: Paigalda Drupal inglise keeles
id: Instal Drupal dalam bahasa Inggris

source: Learn how to install Drupal in other languages
id: Pelajari bagaimana cara instalasi Drupal dalam bahasa yang lain

source: Select language
et: Vali keel
id: Pilih bahasa

source: No profiles available
id: Tidak ada profil yang tersedia

source: We were unable to find any installer profiles. Installer profiles tell us what modules to enable and what schema to install in the database. A profile is necessary to continue with the installation process.
id: Tidak dapat menemukan profil peng-instal. Profil peng-instal akan memberitahukan modul yang harus diaktifkan dan skema apa untuk melakukan instalasi pada basisdata. Sebuah profil dibutuhkan untuk melanjutkan proses instalasi.

source: Drupal already installed
et: Drupal on juba paigaldatud
id: Drupal telah terinstall

source: <ul><li>To start over, you must empty your existing database.</li><li>To install to a different database, edit the appropriate <em>settings.php</em> file in the <em>sites</em> folder.</li><li>To upgrade an existing installation, proceed to the <a href="@base-url/update.php">update script</a>.</li><li>View your <a href="@base-url">existing site</a>.</li></ul>
id: <ul><li>Untuk memulai lagi dari awal, kosongkan dahulu basisdata yang ada.</li><li>Untuk menginstal pada basisdata yang berbeda, sunting file <em>settings.php</em> pada folder <em>situs</em> .</li><li>Untuk membaharui instalasi yang ada, lanjutkan dengan <a href="@base-url/update.php">update script</a>.</li><li>Lihat situs anda <a href="@base-url">yang ada sekarang</a>.</li></ul>

source: Installing @drupal
et: @drupal paigaldamine
id: Instalasi @drupal

source: The installation has encountered an error.
et: Paigaldamisel esines tõrge.
id: Instalasi menemukan sebuah kesalahan.

source: Configure site
et: Saidi seadistamine
id: Lakukan konfigurasi situs
