Repository: EclipseGc/openatrium
Catalog: translations/*.po
Languages: et, id, sw

source: All necessary changes to %dir and %file have been made, so you should remove write permissions to them now in order to avoid security risks. If you are unsure how to do so, please consult the <a href="@handbook_url">on-line handbook</a>.
id: Semua perubahan yang harus dilakukan kepada %dir dan %file telah dibuat, sebaiknya matikan hak menulis pada berkas dan direktori tersebut untuk menghindari resiko keamanan. Jika kamu tidak yakin bagaimana caranya, silakan lihat <a href="@handbook_url">buku pegangan on-line </a>.

source: All necessary changes to %dir and %file have been made. They have been set to read-only for security.
id: Semua perubahan yang harus dilakukan kepada %dir dan %file telah dibuat. Berkas dan direktori tersebut telah diubah ke modus hanya bisa baca untuk alasan keamanan.

source: Your server has been successfully tested to support this feature.
et: Sinu server läbis edukalt testi.
id: Server telah lolos uji untuk mendukung fitur ini.

source: Your system configuration does not currently support this feature. The <a href="http://drupal.org/node/15365">handbook page on Clean URLs</a> has additional troubleshooting information.
et: Teie süsteemi konfiguratsioon ei toeta hetkel seda võimalust. <a href="http://drupal.org/node/15365">käsiraamatu peatükk Clean URLs</a> annab täiendavat infot võimalikest lahendustest.
id: Konfigurasi sistem tidak mendukung fitur ini. Informasi pengatasan masalahan tambahan ada pada <a href="http://drupal.org/node/15365">buku pegangan untuk URL ramah</a>.

source: Testing clean URLs...
et: Testin puhtaid URL-le...
id: Menguji URL ramah....

source: @drupal installation complete
et: @drupal paigaldatud
id: Instalasi @drupal telah selesai

source: Congratulations, @drupal has been successfully installed.
et: Õnnitlused, @drupal on edukalt paigaldatud.
id: Selamat, @drupal telah selesai diinstal.

source: Please review the messages above before continuing on to <a href="@url">your new site</a>.
id: Silakan tinjau ulang pesan di atas sebelum melanjutkan ke <a href="@url">situs baru Anda</a>.

source: You may now visit <a href="@url">your new site</a>.
et: Te saate nüüd <a href="@url">oma uut saiti</a> külastada.
id: Anda kini dapat mengunjungi <a href="@url">situs baru Anda</a>.

source: The @drupal installer requires write permissions to %file during the installation process. If you are unsure how to grant file permissions, please consult the <a href="@handbook_url">on-line handbook</a>.
id: Penginstall @drupal memerlukan ijin untuk menulis pada %file selama proses instalasi. Jika anda tidak tahu bagaimana cara memberikan ijin tersebut, lihat <a href="@handbook_url">buku pegangan online</a>.

source: Currently using !item !version
et: Praegu kasutatakse !item !version.
id: Saat ini mengunakan !item !version

source: Choose profile
id: Pilih profil

source: Verify requirements
id: Verifikasi kebutuhan

source: Set up database
id: Pengaturan basisdata

source: Install profile
et: Paigalda profiil
id: Instal profil

source: Set up translations
id: Pengaturan penerjemah

source: Install site
et: Paigalda koduleht
id: Instal situs

source: Finish translations
id: Penerjemahan selesai

source: Finished
id: Selesai

source: To configure your website, please provide the following information.
id: Untuk mengkonfigurasi situs web anda, silakan isikan informasi berikut

source: Site information
et: Saidi informatsioon
id: Informasi situs

source: Site name
et: Saidi nimi
id: Nama situs

source: Site e-mail address
et: Saidi e-posti aadress
id: Alamat e-mail situs

source: The <em>From</em> address in automated e-mails sent during registration and new password requests, and other notifications. (Use an address ending in your site's domain to help prevent this e-mail being flagged as spam.)
et: Aadressi <em>vorm</em> automaatsetes e-kirjades mis saadetakse kasutaja registreerimisel, salasõna muutmisel ja muude teadete puhul. (Kasutage aadressi mis lõpeb Teie doomeni nimega et vältida kirja märkimist spammiks.)
id: Bagian <em>From</em> alamat dalam e-mail otomatis dikirim sewaktu pendaftaran dan permintaan kata sandi yang baru, dan notifikasi yang lain. (GUnakan alamat dengan akhiran domain situs anda untuk mencegah e-mail yang dikirim dinyatakan sebagai spam.)

source: Administrator account
et: Administraatori konto
id: Akun administrator

source: The administrator account has complete access to the site; it will automatically be granted all permissions and can perform any administrative activity. This will be the only account that can perform certain activities, so keep its credentials safe.
et: Administraatori kontol on saidile täielik ligipääs; see saab automaatselt kõik õigused ja võib sooritada kõiki haldustegevusi. See on ainus konto, millega on võimalik teatud tegevusi sooritada, seega kaitske selle parooli.
id: Akun administrator punya akses lengkap terhadap situs; secara otomatis semua ijin diberikan dan dapat melakukan semua aktivitas admnistrasi. Hanya Akun ini yang dapat melakukan aktivitas tertentu, jadi harap disimpan dengan aman.

source: Spaces are allowed; punctuation is not allowed except for periods, hyphens, and underscores.
et: Vahed on lubatud. Kirjavahemärkide kasutamine ei ole lubatud välja arvatud punktid, sidekriipsud ja alljooned.
id: Spasi diijinkan; tanda baca tidak diijinkan kecuali titik, garis-sambung dan garis bawah.

source: All e-mails from the system will be sent to this address. The e-mail address is not made public and will only be used if you wish to receive a new password or wish to receive certain news or notifications by e-mail.
id: Semua email dari sistem akan dikirim melalui alamat ini. Alamat email tidak dibuat untuk publik dan hanya akan digunakan jika ingin menerima kata sandi baru atau ingin menerima berita tertentu atau notifikasi melalui email.

source: Server settings
et: Serveri seadistus
id: Pengaturan server

source: Default time zone
et: Vaikimisi ajavöönd
id: Zona waktu default

source: By default, dates in this site will be displayed in the chosen time zone.
id: Tanggal pada situs akan ditampilkan sesuai zona waktu yang dipilih, secara default

source: Clean URLs
et: Puhtad URLid
id: URL yang ramah

source: This option makes Drupal emit "clean" URLs (i.e. without <code>?q=</code> in the URL).
et: See võimalus paneb Drupali looma "puhtaid" URL aadresseid (nt. ilma <code>?q=</code> URL aadressis).
id: Opsi ini membuat Drupal akan memerikan URL "ramah" (yaitu tanpa <code>?q=</code> di URL)

source: Update notifications
et: Uuenduste teadaanded
id: Notifikasi pembaharuan

source: Check for updates automatically
id: Periksa adanya pembaharuan secara otomatis

source: With this option enabled, Drupal will notify you when new releases are available. This will significantly enhance your site's security and is <strong>highly recommended</strong>. This requires your site to periodically send anonymous information on its installed components to <a href="@drupal">drupal.org</a>. For more information please see the <a href="@update">update notification information</a>.
id: Dengan mengakifkan opsi ini, Drupal akan memberitahukan bila ada terbitan baru. Hal ini <strong>sangat direkomendasi</strong> untuk meningkatkan keamanan situs secara signifikan. Hal ini memerlukan situs Anda secara periodik mengirimkan informasi secara anonim atas komponen yang terinstal ke <a href="@drupal">drupal.org</a>. Untuk informasi lebih lanjut lihat <a href="@update">notifikasi informasi pembaharuan</a>.

source: Your MySQL Server is too old. Drupal requires at least MySQL %version.
et: Teie MySQL Server on liiga vana. Drupal nõuab vähemalt MySQL %version.
id: Server MySQL sudah usang. Drupal memerlukan setidaknya MySQL %version.

source: Your PostgreSQL Server is too old. Drupal requires at least PostgreSQL %version.
et: PostgreSQL Server on liiga vana. Drupal vajab vähemalt PostgreSQL %version.
id: Server PostgreSQL database sudah usang. Drupal memerlukan setidaknya PostgreSQL %version.

source: Your PostgreSQL database is set up with the wrong character encoding (%encoding). It is possible it will not work as expected. It is advised to recreate it with UTF-8/Unicode encoding. More information can be found in the <a href="@url">PostgreSQL documentation</a>.
et: Sinu PostgreSQL on seatud kasutama vale kodeeringut (%encoding). On võimalik, et kõik ei tööta nii, nagu peaks. Soovitatav on andmebaas uuesti luua UTF-8/Unicode kodeeringus. lisainfot võib leida <a href="@url">PostgreSQLi dokumentatsioonist</a>.
id: PostgreSQL database memiliki encoding karakter yang salah (%encoding). Kemungkinan menyebabkannya tidak bekerja sebagaimana mestinya. Disarankan untuk membuatnya kembali dengan encoding UTF-8/Unicode. Informasi lebih lanjut dapat dilihat pada <a href="@url">dokumentasi PostgreSQL</a>.

source: !name field is required.
et: Väli !nimi on kohustulik.
id: Isian !name dibutuhkan.

source: !name cannot be longer than %max characters but is currently %length characters long.
et: !name ei või olla pikem kui %max tähemärki, kuid on praegu %length tähemärki pikk.
id: Karakter !name tidak dapat lebih panjang dari %max tetapi panjang karakter kini adalah %length .

source: This field is required.
et: Väli on kohustuslik.
id: Isian ini dibutuhkan.

source: Initializing.
et: Initsialiseerin.
id: Inisialisasi

source: Remaining @remaining of @total.
et: Järelejäänud @remaining / @total.
id: Sisa @remaining dari @total

source: An error has occurred.
et: Ilmnes viga.
id: Sebuah kesalahan telah terjadi.

source: Please continue to <a href="@error_url">the error page</a>
et: Palun mine <a href="@error_url">veateate lehele</a>
id: Silakan lanjutkan ke <a href="@error_url">halaman kesalahan</a>

source: Failed to modify %settings, please verify the file permissions.
id: Gagal melakukan modifikasi %settings , harap lihat perijinan file.

source: Failed to open %settings, please verify the file permissions.
id: Gagal dalam membuka %settings , silakan verifikasi perijinan file.

source: The %module module is required but was not found. Please move it into the <em>modules</em> subdirectory.
id: Modul %module yang dibutuhkan tidak ditemukan. Silakan pindahkan ke subdirektori <em>modules</em>.

source: PHP MySQL support not enabled.
id: Dukungan PHP MySQL tidak diaktifkan.

source: Failed to connect to your MySQL database server. MySQL reports the following message: %error.<ul><li>Are you sure you have the correct username and password?</li><li>Are you sure that you have typed the correct database hostname?</li><li>Are you sure that the database server is running?</li></ul>For more help, see the <a href="http://drupal.org/node/258">Installation and upgrading handbook</a>. If you are unsure what these terms mean you should probably contact your hosting provider.
id: Gagal untuk berhubungan dengan server basisdata MySQL. Laporan dari MySQL: %error. <ul><li>Apakah sudah yakin benar dalam memasukkan nama pengguna dan kata sandi?</li><li>Apakah nama host basisdata yang dimasukkan sudah benar?</li><li>Apakah server basisdata sudah berjalan?</li><li>Untuk bantuan lanjutan, lihat <a href="http://drupal.org/node/258">Buku pegangan Instalasi dan Upgrading</a>. Jika belum yakin dengan istilah tersebut, hendaknya menghubungi penyedia hosting.

source: Failed to select your database on your MySQL database server, which means the connection username and password are valid, but there is a problem accessing your data. MySQL reports the following message: %error.<ul><li>Are you sure you have the correct database name?</li><li>Are you sure the database exists?</li><li>Are you sure the username has permission to access the database?</li></ul>For more help, see the <a href="http://drupal.org/node/258">Installation and upgrading handbook</a>. If you are unsure what these terms mean you should probably contact your hosting provider.
id: Gagal untuk memilih basisdata pada server MySQL anda, yang berarti koneksi nama pengguna dan kata sandi sudah betul, tetapi masih ada masalah dalam akses ke data Anda. Laporan MySQL: %error. <ul><li>Apakah sudah yakin bahwa nama basisdata sudah benar?</li><li>Apakah sudah yakin basisdata sudah ada?</li><li>Apakah sudah yakin nama pengguna memiliki ijin untuk mengakses basisdata?</li><li>Untuk bantuan lanjutan, lihat lihat <a href="http://drupal.org/node/258">Buku pegangan Instalasi dan Upgrading</a>. Jika belum yakin dengan istilah tersebut, hendaknya menghubungi penyedia hosting.

source: Failed to create a test table on your MySQL database server with the command %query. MySQL reports the following message: %error.<ul><li>Are you sure the configured username has the necessary MySQL permissions to create tables in the database?</li></ul>For more help, see the <a href="http://drupal.org/node/258">Installation and upgrading handbook</a>. If you are unsure what these terms mean you should probably contact your hosting provider.
id: Gagal dalam membuat tabel uji pada server basisdata MySQL dengan perintah %query. Laporan MySQL: %error. <ul><li>Apakah sudah yakin akan konfigurasi nama pengguna memiliki ijin MySQL yang diperlukan untuk membuat tabel pada basisdata?</li><li>Untuk bantuan lanjutan, lihat <a href="http://drupal.org/node/258">Buku pegangan Instalasi dan Upgrading</a>. Jika belum yakin dengan istilah tersebut, hendaknya menghubungi penyedia hosting.

source: Failed to insert a value into a test table on your MySQL database server. We tried inserting a value with the command %query and MySQL reported the following error: %error.
id: Gagal untuk mensisipkan nilai pada tabel percobaan pada server basisdata MySQL. Telah dicoba untuk menyisipkan nilai dengan perintah %query dan MySQL melaporkan: %error.

source: Failed to update a value in a test table on your MySQL database server. We tried updating a value with the command %query and MySQL reported the following error: %error.
id: Gagal untuk memperbaharui nilai pada tabel percobaan pada server basisdata MySQL. Telah dicoba untuk memperbaharui suatu nilai dengan perintah %query dan MySQL melaporkan: %error.

source: Failed to delete a value from a test table on your MySQL database server. We tried deleting a value with the command %query and MySQL reported the following error: %error.
id: Gagal untuk menghapus nilai pada tabel percobaan pada server basisdata MySQL. Telah dicoba untuk menghapus suatu nilai dengan perintah %query dan MySQL melaporkan: %error.

source: Failed to drop a test table from your MySQL database server. We tried dropping a table with the command %query and MySQL reported the following error %error.
id: Gagal untuk menghapus tabel percobaan pada server basisdata MySQL. Telah dicoba untuk menghapus tabel dengan perintah %query dan MySQL melaporkan: %error.

source: PHP MySQLi support not enabled.
id: Dukungan PHP MySQLi tidak aktif.

source: PHP PostgreSQL support not enabled.
id: Dukungan PHP PostgreSQL tidak aktif.

source: Failed to connect to your PostgreSQL database server. PostgreSQL reports the following message: %error.<ul><li>Are you sure you have the correct username and password?</li><li>Are you sure that you have typed the correct database hostname?</li><li>Are you sure that the database server is running?</li><li>Are you sure you typed the correct database name?</li></ul>For more help, see the <a href="http://drupal.org/node/258">Installation and upgrading handbook</a>. If you are unsure what these terms mean you should probably contact your hosting provider.
id: Gagal berhubungan dengan server basisdata PostgreSQL. Laporan dari PostgreSQL: %error. <ul><li>Apakah sudah yakin dalam memasukkan namapengguna dan kata sandi?</li><li>Apakah nama host basisdata yang dimasukkan sudah benar?</li><li>Apakah server basisdata sudah berjalan?</li><li>Untuk bantuan lanjutan, lihat <a href="http://drupal.org/node/258">Buku pegangan Instalasi dan Upgrading</a>. Jika belum yakin dengan istilah tersebut, hendaknya menghubungi penyedia hosting.

source: Failed to create a test table on your PostgreSQL database server with the command %query. PostgreSQL reports the following message: %error.<ul><li>Are you sure the configured username has the necessary PostgreSQL permissions to create tables in the database?</li></ul>For more help, see the <a href="http://drupal.org/node/258">Installation and upgrading handbook</a>. If you are unsure what these terms mean you should probably contact your hosting provider.
id: Gagal dalam membuat tabel percobaan pada server basisdata PostgreSQL dengan perintah %query. Laporan PostgreSQL: %error. <ul><li>Apakah sudah yakin akan konfigurasi namapengguna memiliki ijin PostgreSQL yang diperlukan untuk membuat tabel pada basisdata?</li><li>Untuk bantuan lanjutan, lihat lihat <a href="http://drupal.org/node/258">Buku pegangan Instalasi dan Upgrading</a>. Jika belum yakin dengan istilah tersebut, hendaknya menghubungi penyedia hosting.

source: Failed to insert a value into a test table on your PostgreSQL database server. We tried inserting a value with the command %query and PostgreSQL reported the following error: %error.
id: Gagal untuk menyisipkan nilai pada tabel percobaan pada server basisdata PostgreSQL. Telah dicoba untuk menyisipkan nilai dengan perintah %query dan PostgreSQL melaporkan: %error.

source: Failed to update a value in a test table on your PostgreSQL database server. We tried updating a value with the command %query and PostgreSQL reported the following error: %error.
id: Gagal untuk memperbaharui nilai pada tabel percobaan pada server basisdata PostgreSQL. Telah dicoba untuk memperbaharui nilai dengan perintah %query dan PostgreSQL melaporkan: %error.

source: Failed to lock a test table on your PostgreSQL database server. We tried locking a table with the command %query and PostgreSQL reported the following error: %error.
id: Gagal untuk mengunci tabel percobaan pada server basisdata PostgreSQL. Telah dicoba untuk mengunci suatu tabel dengan perintah %query dan PostgreSQL melaporkan: %error.

source: Failed to unlock a test table on your PostgreSQL database server. We tried unlocking a table with the command %query and PostgreSQL reported the following error: %error.
id: Gagal untuk melepaskan tabel percobaan pada server basisdata MySQL. Telah dicoba untuk melepas suatu tabel dengan perintah %query dan PostgreSQL melaporkan: %error.

source: Failed to delete a value from a test table on your PostgreSQL database server. We tried deleting a value with the command %query and PostgreSQL reported the following error: %error.
id: Gagal untuk menghapus suatu nilai pada tabel percobaan pada server database PostgreSQL. Telah dicoba untuk menghapus suatu nilai dengan perintah %query dan MySQL melaporkan: %error.

source: Failed to drop a test table from your PostgreSQL database server. We tried dropping a table with the command %query and PostgreSQL reported the following error %error.
id: Gagal untuk menghapus tabel percobaan pada server basisdata MySQL. Telah dicoba untuk menghapus tabel dengan perintah %query dan PostgreSQL melaporkan: %error.

source: The translation import failed, because the file %filename could not be read.
et: Tõlke import ebaõnnestus kuna faili %filename ei saa lugeda.
id: Import terjemahan gagal, karena file %filename tidak dapat dibaca.

source: The translation file %filename contains an error: "msgstr" was expected but not found on line %line.
et: Tõlke failis %filename on viga: "msgstr" peaks olema real %line aga seda ei leitud.
id: File terjemahan %filename mengandung suatu kesalahan: "msgstr" dibutuhkan namun tidak ditemukan pada baris %line.

source: The translation file %filename contains an error: "msgid_plural" was expected but not found on line %line.
et: Tõlke failis %filename on viga: "msgstr" peaks olema real %line aga seda ei leitud.
id: File terjemahan %filename mengandung suatu kesalahan: "msgid_plural" dibutuhkan namun tidak ditemukan pada baris %line.

source: The translation file %filename contains a syntax error on line %line.
et: Tõlke fail %filename sisaldab süntaksi viga real %line.
id: File terjemahan %filename mengandung suatu kesalahan syntax pada baris %line.

source: The translation file %filename contains an error: "msgid" is unexpected on line %line.
id: File terjemahan %filename mengandung suatu kesalahan: "msgid" dibutuhkan namun tidak ditemukan pada baris %line.

source: The translation file %filename contains an error: "msgstr[]" is unexpected on line %line.
et: Tõlke failis %filename on viga: string "msgstr" ei tohiks olla real %line.
id: File terjemahan %filename mengandung suatu kesalahan: "msgstr[]" dibutuhkan namun tidak ditemukan pada baris %line.

source: The translation file %filename contains an error: "msgstr" is unexpected on line %line.
et: Tõlke failis %filename on viga: string "msgstr" ei tohiks olla real %line.
id: File terjemahan %filename mengandung suatu kesalahan: "msgstr" dibutuhkan namun tidak ditemukan pada baris %line.

source: The translation file %filename contains an error: there is an unexpected string on line %line.
et: Tõlke failis %filename on viga: real %line on tundmatu string.
id: File terjemahan %filename mengandung suatu kesalahan: tidak ditemukan string pada baris %line.

source: The translation file %filename ended unexpectedly at line %line.
et: Tõlke fail %filename lõppes ootamatult real %line.
id: File terjemahan %filename berhenti pada baris %line.

source: Importing interface translations
et: Impordin kasutajaliidese tõlkeid
id: Mengimpor interface terjemahan

source: Starting import
et: Alustan importi
id: Mulai melakukan impor

source: Error importing interface translations
et: Kasutajaliidese tõlgete impordil tekkis viga
id: Kesalahan dalam impor interface terjemahan

source: The following errors must be resolved before you can continue the installation process
id: Kesalahan-kesalahan berikut harus dibetulkan sebelum melanjutkan proses instalasi

source: The following error must be resolved before you can continue the installation process
id: Kesalahan berikut harus dibetulkan sebelum melanjutkan proses instalasi

source: Please check the error messages and <a href="!url">try again</a>.
id: Harap periksa pesan kesalahan dan <a href="!url">ulangi lagi</a>.

source: The following installation warnings should be carefully reviewed
id: Peringatan-peringatan instalasi berikut harus ditinjau

source: The following installation warning should be carefully reviewed
id: Peringatan instalasi berikut harus ditinjau

source: The following installation warnings should be carefully reviewed, but in most cases may be safely ignored
id: Peringatan-peringatan instalasi berikut harus ditinjau, walau pada kebanyakan kejadian dapat diabaikan

source: The following installation warning should be carefully reviewed, but in most cases may be safely ignored
id: Peringatan instalasi berikut harus ditinjau, walau pada kebanyakan kejadian dapat diabaikan

source: The PCRE library in your PHP installation is outdated. This will cause problems when handling Unicode text. If you are running PHP 4.3.3 or higher, make sure you are using the PCRE library supplied by PHP. Please refer to the <a href="@url">PHP PCRE documentation</a> for more information.
et: Teie PHP paigalduse PCRE teek on vananenud. See tekitab probleeme Unicode teksti käsitlemisel. Kui Te kasutate PHP versiooni 4.3.3 või uuemat siis palun veenduge et kasutate PCRE teeki mis tuli koos PHP-ga. Lisainfo saamiseks palume vaadata <a href="@url">PHP PCRE dokumentatsiooni</a>.
id: Pustaka PCRE pada instalasi PHP telah kadaluarsa. Hal ini akan menyebabkan masalah dalam menangani teks Unicode. Jika menjalankan PHP 4.3.3 atau lebih tinggi, yakinkan menggunakan pustaka PCRE dari PHP. Untuk informasi lebih lanjut lihat <a href="@url">Dokumentasi PCRE PHP</a>
