Repository: EclipseGc/openatrium
Catalog: translations/*.po
Languages: et, id, sw

source: Operations on Unicode strings are emulated on a best-effort basis. Install the <a href="@url">PHP mbstring extension</a> for improved Unicode support.
et: Operatsioonid Unicode stringidega on raskendatud. Parema Unicode toe saamiseks paigaldage <a href="@url">PHP mbstring laiendus</a>.
id: Operasi pada string Unicode telah diemulasi dengan cara yang terbaik. Untuk meningkatkan dukungan Unicode, Instal <a href="@url">Ekstensi mbstring PHP</a>.

source: Multibyte string function overloading in PHP is active and must be disabled. Check the php.ini <em>mbstring.func_overload</em> setting. Please refer to the <a href="@url">PHP mbstring documentation</a> for more information.
et: Mitmebaidiliste stringi funktsioonide üle defineerimine on PHP seadistustes aktiveeritud kuid see tuleb välja lülitada. Kontrolli php.ini <em>mbstring.func_overload</em> seadet. Lisainfo saamiseks palume vaadata <a href="@url">PHP mbstring doumentatsiooni</a>.
id: Kelebihan beban pada fungsi string multibyte di PHP masih aktif dan harus di-non-aktif-kan. Periksa setting php.ini <em>mbstring.func_overload</em>. Untuk informasi lebih lanjut, lihat <a href="@url">Dokumentasi mbstring PHP</a>.

source: Multibyte string input conversion in PHP is active and must be disabled. Check the php.ini <em>mbstring.encoding_translation</em> setting. Please refer to the <a href="@url">PHP mbstring documentation</a> for more information.
et: Mitmebaidiliste stringide sisestuse teisendamine on PHP seadistustes aktiveeritud, kuid tuleb välja lülitada. Kontrollige php.ini <em>mbstring.encoding_translation</em> seadet. Täpsema info saamiseks vaadake <a href="@url">PHP mbstring dockumentatsiooni</a>
id: Konversi input pada fungsi string multibyte di PHP masih aktif dan harus di-non-aktif-kan. Periksa setting php.ini <em>mbstring.encoding_translation</em>. Untuk informasi lebih lanjut, lihat <a href="@url">Dokumentasi mbstring PHP</a>.

source: Multibyte string input conversion in PHP is active and must be disabled. Check the php.ini <em>mbstring.http_input</em> setting. Please refer to the <a href="@url">PHP mbstring documentation</a> for more information.
et: Mitmebaidiliste stringide sisestuse teisendamine on PHP seadistustes aktiveeritud, kuid tuleb välja lülitada. Kontrollige php.ini <em>mbstring.http_input</em> seadet. Lisainfo saamiseks palume vaadata <a href="@url">PHP mbstring documentationi</a>
id: Konversi input pada fungsi string multibyte di PHP masih aktif dan harus di-non-aktif-kan. Periksa setting php.ini <em>mbstring.http_input</em>. Untuk informasi lebih lanjut, lihat <a href="@url">Dokumentasi mbstring PHP</a>.

source: Multibyte string output conversion in PHP is active and must be disabled. Check the php.ini <em>mbstring.http_output</em> setting. Please refer to the <a href="@url">PHP mbstring documentation</a> for more information.
et: Mitmebaidiliste stringide väljastuse teisendamine on PHP seadistustes aktiveeritud, kuid tuleb välja lülitada. Kontrollige php.ini <em>mbstring.http_output</em> seadet. Lisainfo saamiseks palume vaadata <a href="@url">PHP mbstring dokumentatsiooni</a>.
id: Konversi output pada fungsi string multibyte di PHP masih aktif dan harus di-non-aktif-kan. Periksa setting php.ini <em>mbstring.http_output</em>. Untuk informasi lebih lanjut, lihat <a href="@url">Dokumentasi mbstring PHP</a>.

source: Standard PHP
id: PHP standar

source: PHP Mbstring Extension
et: PHP Mbstring laiendus
id: Ekstensi Mbstring PHP

source: Error
et: Viga
id: Kesalahan

source: Unicode library
et: Unicode teek
id: Pustaka Unicode

source: The navigation menu is provided by Drupal and is the main interactive menu for any site. It is usually the only menu that contains personalized links for authenticated users, and is often not even visible to anonymous users.
et: Navigatsioonimenüü on Drupali poolt seadistatud ja see on peamiseks menüüks igale saidile. See on tavaliselt ainuke menüü, mis sisaldab personaliseeritud linke autoriseeritud kasutajatele. See ei ole enamasti nähtav anonüümsetele kasutajatele.
id: Menu navigasi disediakan oleh Drupal dan merupakan menu interaktif utama pada kebanyakan situs. Biasanya merupakan menu yang mengandung link personal untuk pengguna yang terdaftar, dan kadang tidak terlihat pada pengunjung situs.

source: Primary links are often used at the theme layer to show the major sections of a site. A typical representation for primary links would be tabs along the top.
et: Põhiviiteid kasutatakse kujunduste poolt sageli lehekülje kõige olulisematele sektsioonidele viitamiseks. Kõige tüüpilisem põhiviidete kuvamise viis on nende kuvamine lehe ülaosas üksteise kõrval.
id: Link primer kadang digunakan pada layer tema tampilan untuk menunjukkan seksi utama pada situs. Suatu representasi khas untuk link primer adalah tabulasi di sepanjang bagian atas.

source: Secondary links are often used for pages like legal notices, contact details, and other secondary navigation items that play a lesser role than primary links
et: Alamviited on tihti kasutuses lehtedel nagu juriidilised märkused, kontaktdetailid ja teised alamad navigatsiooni elemendid, mis mängivad väiksemat rolli kui põhiviited
id: Link sekunder biasanya digunakan untuk halaman-halaman seperti catatan legal, detail kontak, dan vagiasi sekunder lain yang juga memiliki peran di bawah link primer.

source: Web server
et: Veebiserver
id: Server Web

source: Your PHP installation is too old. Drupal requires at least PHP %version.
et: Sinu PHP installatsioon on liiga vana. Drupal nõub vähemalt PHP %version.
id: Instalasi PHP yang ada sudah kedaluarsa. Drupal memerlukan setidaknya PHP %version.

source: PHP register globals
et: PHP globaalsete muutujate lubamine
id: Pendaftaran PHP global

source: <em>register_globals</em> is enabled. Drupal requires this configuration directive to be disabled. Your site may not be secure when <em>register_globals</em> is enabled. The PHP manual has instructions for <a href="http://php.net/configuration.changes">how to change configuration settings</a>.
et: <em>register_globals</em> on sisse lülitatud. Drupal eeldab et see seadistus oleks välja lülitatud. Teie lehel võivad ilmneda turvaprobleemid kui <em>register_globals</em> on lubatud. PHP käsiraamat annab täiendavat infot <a href="http://php.net/configuration.changes">kuidas muuta konfiguratsiooni seadeid</a>.
id: <em>register_globals</em> telah diaktifkan. Drupal memerlukan aturan konfigurasi untuk di-non-aktif-kan. Situs Anda mungkin tidak aman ketika <em>register_globals</em> diaktifkan. Manual PHP memiliki instruksi untuk <a href="http://php.net/configuration.changes">bagaimana cara mengubah pengaturan konfigurasi</a>.

source: Enabled ('@value')
et: Sisse lülitatud ('@value')
id: Diaktifkan ('@value')

source: PHP memory limit
et: PHP mälu kasutuse limiit
id: Batas memori PHP

source: Consider increasing your PHP memory limit to %memory_minimum_limit to help prevent errors in the installation process.
et: Te peaksite suurendama PHP mälu kasutuse limiiti %memory_minimum_limit-ni et vältida vigu paigalduse ajal.
id: Pertimbangkan untuk meningkatkan batas memori PHP ke %memory_minimum_limit untuk membantu mencegah kesalahan dalam proses instalasi.

source: Consider increasing your PHP memory limit to %memory_minimum_limit to help prevent errors in the update process.
et: Te peaksite suurendama PHP mälu kasutuse limiiti %memory_minimum_limit-ni et vältida probleeme uuendamise käigus.
id: Pertimbangkan untuk meningkatkan batas memori PHP ke %memory_minimum_limit untuk membantu mencegah kesalahan dalam proses pembaharuan.

source: Depending on your configuration, Drupal can run with a %memory_limit PHP memory limit. However, a %memory_minimum_limit PHP memory limit or above is recommended, especially if your site uses additional custom or contributed modules.
et: Sõltuvalt Teie seadistustest võib Drupal käia %memory_limit PHP mälu limiidiga. Kuid %memory_minimum_limit või suurem PHP mälu kasutuse limiit on soovitatav, eriti kui Teie leht kasutab lisamooduleid.
id: Bergantung kepada konfigurasi Anda, Drupal dapat berjalan pada batas memori PHP %memory_limit. Namun dianjurkan, batas memori PHP %memory_limit atau di atasnya, khususnya jika situs Anda menggunakan modul tambahan atau modul kontribusi.

source: Increase the memory limit by editing the memory_limit parameter in the file %configuration-file and then restart your web server (or contact your system administrator or hosting provider for assistance).
et: Suurendage mälu limiiti muutes memory_limit parameetrit failis %configuration ja restartige peale seda oma veebiserver (või võtke ühendust oma süsteemi administraatori või teenusepakkujaga).
id: Tambah batas memori dengan meng-edit parameter batas_memori pada file %configuration-file dan restart server web Anda (atau hubungi administrator sistem atau penyedia hosting untuk membantu).

source: Contact your system administrator or hosting provider for assistance with increasing your PHP memory limit.
et: PHP mälu kasutuse limiidi suurendamiseks võtke ühendust oma süsteemi administraatori või teenusepakkujaga.
id: Hubungi administrator sistem atau penyedia hosting untuk membantu meningkatkan batas memori PHP

source: See the <a href="@url">Drupal requirements</a> for more information.
et: Täiendava info saamiseks vaadake <a href="@url">Drupal-i nõudeid</a>.
id: Untuk informasi lebih lanjut lihat <a href="@url">Persyaratan Drupal</a>.

source: Not protected
et: Kaitsmata
id: Tidak terlindungi

source: The directory %file is not protected from modifications and poses a security risk. You must change the directory's permissions to be non-writable.
et: Kataloog %file ei ole muudatuste eest kaitstud ja sisaldab turvariski. Peate muutma faili õigused mitte kirjutatavateks.
id: Direktori %file tidak terlindungi terhadap modifikasi dan memiliki resiko keamanan. Ubah perijinan untuk direktori menjadi tidak dapat ditulisi.

source: The file %file is not protected from modifications and poses a security risk. You must change the file's permissions to be non-writable.
et: Fail %file ei ole muudatuste eest kaitstud ja sisaldab turvariski. Pead muutma faili õigused mitte kirjutatavateks.
id: File %file tidak terlindungi terhadap modifikasi dan memiliki resiko keamanan. Ubah perijinan untuk file menjadi tidak dapat ditulisi.

source: Protected
et: Kaitstud
id: Terlindungi

source: Configuration file
et: Seadete fail
id: File konfigurasi

source: For more information, see the online handbook entry for <a href="@cron-handbook">configuring cron jobs</a>.
et: Lisainfo saamiseks palume vaadata veebipõhise käsiraamatu sissekannet <a href="@cron-handbook">kellaajaliste hooldustööde seadistamise</a> kohta.
id: Untuk informasi lebih lanjut, lihat buku pegangan online pada masukkan untuk <a href="@cron-handbook">Melakukan konfigurasi untuk tugas cron</a>.

source: Cron has not run. Please visit the <a href="@status">status report</a> for more information.
et: Cron ei ole käivitunud. Lisainfo saamiseks vaata <a href="@status">Staatuse aruannet</a>
id: Cron telah berjalan. Untuk informasi lebih lanjut, harap lihat <a href="@status">laporan status</a>.

source: Never run
et: Pole jooksnud
id: Tidak pernah berjalan

source: Cron has not run.
et: Cron ei ole käivitunud.
id: Cron tidak berjalan.

source: Last run !time ago
et: Viimati jooksutatud !time tagasi
id: Kerja terakhir !time yang lalu

source: Cron has not run recently.
et: Cron ei ole hiljuti käivitunud.
id: Akhir-akhir ini Cron tidak berjalan.

source: Cron maintenance tasks
et: Kellaajaliste hooldustööde ülesanded
id: Tugas pemeliharaan Cron

source: You can <a href="@cron">run cron manually</a>.
et: Võid <a href="@cron">croni käsitsi käivitada</a>.
id: Anda dapat <a href="@cron">menjalankan cron secara manual</a>.

source: File system
et: Failisüsteem
id: Sistem file

source: Not writable
et: Pole kirjutatav
id: Tidak dapat ditulisi

source: The directory %directory is not writable.
et: Kataloogil %directory puuduvad kirjutamisõigused.
id: Direktori %directory tidak dapat ditulisi.

source: You may need to set the correct directory at the <a href="@admin-file-system">file system settings page</a> or change the current directory's permissions so that it is writable.
et: Võibolla on vaja seada õige kataloog <a href="@admin-file-system">failisüsteemi seadete leheküljel</a> või muuta käesoleva kataloogi õigusi nii et sinna oleks võimalik kirjutada.
id: Anda dapat mengatur direktori yang benar pada <a href="@admin-file-system">halaman pengaturan sistem file</a> atau mengganti perijinan direktori yang ada menjadi dapat ditulisi.

source: An automated attempt to create this directory failed, possibly due to a permissions problem. To proceed with the installation, either create the directory and modify its permissions manually, or ensure that the installer has the permissions to create it automatically. For more information, please see INSTALL.txt or the <a href="@handbook_url">on-line handbook</a>.
et: Automaatne katse kataloogi luua ebaõnnestus, võimalik et ligipääsu õiguste puudumise tõttu. Et jätkata paigaldust, looge kataloog ja muutke tema ligipääsu õigusi käsitsi või tagage et paigaldus protsess omaks õigust luua kataloogi. Lisainfo saamiseks palume vaadata faili INSTALL.txt või <a href="@handbook_url">veebipõhist käsiraamatut</a>.
id: Usaha otomatis untuk membuat direktori gagal, kemungkinan karena masalah perijinan. Untuk melanjutkan instalasi, dapat dilakukan baik dengan membuat direktori dan memodifikasi perijinannya secara manual, atau buat installer memiliki hak akses untuk menghasilkannya secara otomatis. Untuk informasi lebih lanjut, lihat Install.txt atau <a href="@handbook_url">buku pegangan on-line</a>.

source: Writable (<em>public</em> download method)
et: Kirjutatav (<em>avalik</em> allaladimise meetod)
id: Dapat ditulisi (metoda pengunduhan <em>public</em>)

source: Writable (<em>private</em> download method)
et: Kirjutatav (<em>privaatne</em> allaladimise meetod)
id: Dapat ditulisi (metoda pengunduhan <em>private</em>)

source: Database updates
et: Andmebaasi uuendused
id: Pengkinian basisdata

source: Some modules have database schema updates to install. You should run the <a href="@update">database update script</a> immediately.
et: Mõnedel moodulitel on adnmebaasi skeemi uuendusi. Peaksid koheselt käivitama <a href="@update">admebaasi uuendamise skripti</a>.
id: Beberapa modul memiliki skema basisdata baru untuk diinstal. Anda hendaknya segera menjalankan <a href="@update">skrip database terkini</a>

source: The update.php script is accessible to everyone without authentication check, which is a security risk. You must change the $update_free_access value in your settings.php back to FALSE.
et: Igaüks võib ilma autentimiseta käivitada update.php skripti. See on turvarisk. Palume taastada $update_free_access väärtuseks settings.php failis FALSE.
id: Skrip update.php dapat diaksesm semua orang tanpa pengecekan autentikasi, dimana merupakan resiko keamanan. Anda harus mengganti nilai $update_free_access dalam settings.php ke FALSE.

source: Access to update.php
et: Ligipääs update.php-le
id: Akses ke update.php

source: Not enabled
et: Ei ole sisse lülitatud
id: Tidak diaktifkan

source: Update notifications are not enabled. It is <strong>highly recommended</strong> that you enable the update status module from the <a href="@module">module administration page</a> in order to stay up-to-date on new releases. For more information please read the <a href="@update">Update status handbook page</a>.
et: Uuenduste teadaanded ei ole sisse lülitatud. Selle sisselülitamine on <strong>ülimalt soovitatav</strong>. Seda saab teha uuenduste oleku moodulis <a href="@module">moodulite administreerimise lehel</a>. Peale mooduli sisselülitamist hakatakse saatma teadaandeid uutendustest. Lisainfo saamiseks palume vaadata käsiraamatu sissekannet <a href="@update">Uuenduste oleku kontrollimise</a> kohta.
id: Notifikasi pembaharuan tidak diaktifkan. <strong>Sangat disarankan</strong> untuk mengaktifkan modul status pengkinian dari <a href="@module">halaman administrasi modul</a> untuk tujuan tetap memiliki yang terbaru pada setiap ada pembaharuan. Untuk informasi lebih lanjut lihat <a href="@update">Halaman buku pegangan status terkini</a>.

source: HTTP request status
et: HTTP nõude olek
id: HTTP memerlukan status

source: Fails
et: Ebaõnnestub
id: Gagal

source: Your system or network configuration does not allow Drupal to access web pages, resulting in reduced functionality. This could be due to your webserver configuration or PHP settings, and should be resolved in order to download information about available updates, fetch aggregator feeds, sign in via OpenID, or use other network-dependent services.
et: Teie süsteemi või võrgu seaded ei luba Drupalile ligipääsu veebilehtedele, mistõttu on hetkel saidi funktsionaalsus piiratud. See võib olla põhjustatud veebiserveri seadetest või PHP seadetest ja tuleks lahendada, et saada infot saadaolevate uuenduste kohta, otsida uudistevooge, logida sisse OpenID abil või kasutada mõnda muud veebi ühendusest sõltuvat teenust.
id: Konfigurasi sistem atau jaringan tidak mengijinkan Drupal untuk mengakses halaman situs, hal ini menghasilkan penurunan dalam fungsionalitasnya. kemungkinan disebabkan karena konfigurasi webserver atau pengaturan PHP, dan harus dipecahkan untuk mengunduh informasi mengenai perbaharuan yang ada, masukkan melalui aggregator feeds, masuk melalui OpenID, atau menggunakan jasa jaringan independent lainnya.

source: Page
et: Lehekülg
id: Halaman

source: A <em>page</em>, similar in form to a <em>story</em>, is a simple method for creating and displaying information that rarely changes, such as an "About us" section of a website. By default, a <em>page</em> entry does not allow visitor comments and is not featured on the site's initial home page.
id: Sebuah <em>halaman</em>, yang serupa dengan formulir pada <em>cerita</em>, merupakan metoda sederhana untuk menghasilkan dan memperlihatkan informasi yang jarang berubah pada situs, seperti seksi "Tentang kami". Secara default, sebuah masukkan <em>halaman</em> tidak mengijinkan komentar pengunjung dan tidak ada pada halaman rumah inisial situs.

source: Story
et: Lugu
id: Cerita

source: A <em>story</em>, similar in form to a <em>page</em>, is ideal for creating and displaying content that informs or engages website visitors. Press releases, site announcements, and informal blog-like entries may all be created with a <em>story</em> entry. By default, a <em>story</em> entry is automatically featured on the site's initial home page, and provides the ability to post comments.
id: Sebuah <em>cerita</em>, serupa dengan formulir pada <em>halaman</em>, adalah hal ideal untuk menghasilkan dan memerlihatkan isi tentang informasi atau menarik pengunjung situs. Press release, pengumuman situs, dan masukan serupa blog, semua dapat dibuat dengan masukan <em>cerita</em>. Secara default, masukan <em>cerita</em> secara otomatis dipasang pada halaman rumah situs, dan dapat digunakan untuk mengirimkan komentar.

source: (built-in)
et: (sisseehitatud)

source: MySQL database
et: MySQL andmebaas

source: PostgreSQL database
et: PostgreSQL andmebaas
